<svelte:head>
	<title>About</title>
	<meta name="description" content="עמוד באתר של פיר אוף אלרון העונה על השם 'קצת עלינו'." />
</svelte:head>

<div class=" text-column">
	<h1>קצת עלינו</h1>

	<p class="rightedtext">
		שלום אנחנו פיר אוף אלרון ואנחנו קבוצה של חברים שחשבו איך להנות אז יצרנו משחק ראשוני ביוניטי
	</p>

	<p class="rightedtext">
		אחרי משהו כמו 5 חודשים מאז יצירת המשחק "פיר אוף אלרון 1" חשבנו ליצור
		<br>
		משחק 2 אבל הפעם נעשה את זה רציתי בום שבועים של פיתוח ביוניטי המשחק "פיר אוף אלרון 2" מוכן! <span class="underline">כאן התחילה היסטוריה</span>
	</p>

	<p class="rightedtext">
		עם כל ההייפ של "פיר אוף אלרון 2" חשבנו ליצור מותג ובאמת להרוויח משהו מזה אז יצרנו מותג...
		<br>
        חשבנו על לעשות רק חולצות בזמנו כי התקציבים שלנו היו נמוכים עם המחשבה על יצירת המותג נכנס לי
		<br>
		ג'וק לראש שאני עכשיו חייב ליצור את "פיר אוף אלרון 3" בנוסף ידועה גם כ"פיר אוף אלרון מאוחרי הכל" ורציתי
		<br>
		לעשות את זה משחק ממש גדול אז התחלנו לחפש שיתופי פעולה ואז האדם הכי גבר בארץ ענה לנו אמ סי "איתי" לוקץ' וזה
		<br>
		נתן לי מוטיבציה גדולה להמשיך לעבוד על הפרויקט "פיר אוף אלרון" עד עכשיו זה פרויקט שהכי כיף לי לעבוד עליו.
	</p>
</div>
